"Continue" = "Continua";

"Software Update" = "Aggiorna programma";
"Release Notes:" = "Novita programma:";
"Remind Me Later" = "Ricordamelo più tardi";
"Install on Quit" = "Installa all'uscita";
"Install and Relaunch" = "Installa e riesegui";
"Skip This Version" = "Salta questa versione";

"Automatically download and install updates" = "Scarica e installa automaticamente gli aggiornamenti";
"No newer version available." = "Non ci sono versioni più recenti.";
"An error occurred in retrieving update information. Please try again later." = "Si è verificato un errore durante il recupero delle informazioni sull'aggiornamento. \nRiprova più tardi.";
"A new version of {0} is available! Would you like to download it now?" = "È disponibile una nuova versione di {0}! \nVuoi scaricarla?";

/* Progress messages */
"Installing update…" = "Installazione aggiornamento…";
"Checking for updates…" = "Verifica aggiornamenti…";
"Downloading update…" = "Download aggiornamento…";
"Extracting update…" = "Estrazione aggiornamento...";

"Version {0} is now available" = "È disponibile la versione {0}";
